import{_ as t}from"./plugin-vue_export-helper-DlAUqK2U.js";import{o as e,c as o,a as n}from"./app-eKHGkg_s.js";const a={},r=n("h1",{id:"中华人民共和国领海及毗连区法",tabindex:"-1"},[n("a",{class:"header-anchor",href:"#中华人民共和国领海及毗连区法"},[n("span",null,"中华人民共和国领海及毗连区法")])],-1),c=n("p",null,"中华人民共和国主席令第55号",-1),i=n("p",null,"颁布单位：全国人民代表大会常务委员会",-1),s=n("p",null,"（1992年2月25日第七届全国人民代表大会常务委员会第二十四次会议通过1992年2月25日中华人民共和国主席令第五十五号发布1992年2月25日起施行）",-1),l=n("pre",null,[n("code",null,`第一条 为行使中华人民共和国对领海的主权和对毗连区的管制权，维护国家安全和海洋权益，制定本法。

第二条 中华人民共和国领海和邻邦接中华人民共和国陆地领土和内水的带海域。

中华人民共和国的陆地领土包括中华人民共和国大陆及其沿海岛屿、台湾及其包括的鱼岛在内的附属各岛、澎湖列岛、东沙群岛、西沙群岛、中沙群岛、南沙群岛以其他一切属于中华人民共和国的岛屿。

中华人民共和国领海基线向陆地一侧的水域为中华人民共和国的内水。

第三条 中华人民共和国领海的宽度从领海基线量起为十二海里。

中华人民共和国领海基线采用直线基线法划定，由各相邻基点之间的直线连线组成。

中华人民共和国领海的外部界限为一条其每一点与领海的一带海域。毗连区的宽度为十二海里。

中华人民共和国毗连区的外部界限为一条其每一条其每一点与领海基线的最近点距离等于二十四海里的线。

第五条 中华人民共和国对领海的主权及于领海上空、领海的海床及底土。

第六条 外国非军用船舶，享有依法无害通过中华人民共和国领海的权利。

外国军用船舶进入中华人民共和国领海，须经中华人民共和国政府批准。

第七条 外国潜水艇和其他潜水器通过中华人民共和国领海，必须在海面航行，并展示其旗帜。

第八条 外国船舶通过中华人民共和国领海，必须遵守中华人民共和国法律、法规，不得损害中华人民共和国的和平、安全和良好秩序。

外国核动力船舶和载运核物质、有毒物质或者其他危险物质的船舶通过中华人民共和国领海，必须持有有关证书，并采取特别预防措施。

中华人民共和国政府有权采取一切必要措施，以防止和制止对领海的非无害通过。

外国船舶违反中华人民共和国法律、法规的，由中华人民共和国有关机关依法处理。

第九条 为维护航行安全检查和其他特殊需要，中华人民共和国政府可以要求通过中华人民共和国领海的外国船舶使用指定的航道或者依照规定的分道通航制航行，具体办法由中华人民共和国政府或者其有关主管部门公布。

第十条 外国军用船舶或者用于非商业目的的外国政府船舶在通过中华人民共和国领海时，违反中华人民共和国法律、法规的，中华人民共和国有关主管机关有权令其立即离开领海，对所造成的损失或者迫害，船旗国应当负国际责任。

第十一条 任何国际组织、外国的组织或者个人，在中华人民共和国领海内进行科学研究、海洋作业等活动，须经中华人民共和国政府或者其有关主管部门批准，遵守中华人民共和国法律、法规。
`)],-1),E=n("p",null,"违反前款规定，非法进入中华人民共和国领海进行科学研究、海洋作业等活动的，由中华人民共和国有关机关依法处理。",-1),p=n("pre",null,[n("code",null,`第十二条 外国航空器只有根据该国政府与中华人民共和国政府签订的协定、协议，或者经中华人民共和国政府或者其授权的机关批准或者接受，方可进入中华人民共和国领海上空。

第十三条 中华人民共和国有权在毗连区内，为防止和惩处在其陆地领土、内水或者领海内违反有关安全、海关、财政、卫生或者入境出境管理的法律、法规的行为行使管制权。

第十四条 中华人民共和国有关主管机关有充分理由认为外国船舶违反中华人民共和国法律、法规时，可以对该外国船舶行使紧追权。

追逐须在外国船舶或者其小艇之或者以被追逐的船舶为母船进行活动的其他船艇在中华人民共和国的内水、领海或者毗连连区内时开始。

如果外国船舶是在中华人民共和国毗连区内，追逐只有在本法第十三条所列有关法律、法规规定的权利受到侵犯时方可进行。

追逐只要没有中断，可以在中华人民共和国领海或者毗连区外继续进行。在被追逐的船舶进入其本国领海或者第三国领海时，追逐终止。

本条规定的紧追权由中华人民共和国军用船舶、军用航空器或者中华人民共和国政府授权的招待政府公各的船舶、航空器行使。

第十五条 中华人民共和国领海基线由中华人民共和国政府公布。

第十六条 中华人民共和国政府依据本法制定的关关规定。

第十七条 本法自公布之日起施行。
`)],-1),_=[r,c,i,s,l,E,p];function B(d,m){return e(),o("div",null,_)}const A=t(a,[["render",B],["__file","中华人民共和国领海及毗连区法.html.vue"]]),y=JSON.parse('{"path":"/laws/%E8%87%AA%E7%84%B6%E8%B5%84%E6%BA%90/07.%E6%B5%B7%E6%B4%8B%E7%AE%A1%E7%90%86/%E4%B8%AD%E5%8D%8E%E4%BA%BA%E6%B0%91%E5%85%B1%E5%92%8C%E5%9B%BD%E9%A2%86%E6%B5%B7%E5%8F%8A%E6%AF%97%E8%BF%9E%E5%8C%BA%E6%B3%95.html","title":"中华人民共和国领海及毗连区法","lang":"zh-CN","frontmatter":{"description":"中华人民共和国领海及毗连区法 中华人民共和国主席令第55号 颁布单位：全国人民代表大会常务委员会 （1992年2月25日第七届全国人民代表大会常务委员会第二十四次会议通过1992年2月25日中华人民共和国主席令第五十五号发布1992年2月25日起施行） 违反前款规定，非法进入中华人民共和国领海进行科学研究、海洋作业等活动的，由中华人民共和国有关机关依法...","head":[["meta",{"property":"og:url","content":"https://waystowork.github.io/laws/%E8%87%AA%E7%84%B6%E8%B5%84%E6%BA%90/07.%E6%B5%B7%E6%B4%8B%E7%AE%A1%E7%90%86/%E4%B8%AD%E5%8D%8E%E4%BA%BA%E6%B0%91%E5%85%B1%E5%92%8C%E5%9B%BD%E9%A2%86%E6%B5%B7%E5%8F%8A%E6%AF%97%E8%BF%9E%E5%8C%BA%E6%B3%95.html"}],["meta",{"property":"og:site_name","content":"数字生活指南知识库"}],["meta",{"property":"og:title","content":"中华人民共和国领海及毗连区法"}],["meta",{"property":"og:description","content":"中华人民共和国领海及毗连区法 中华人民共和国主席令第55号 颁布单位：全国人民代表大会常务委员会 （1992年2月25日第七届全国人民代表大会常务委员会第二十四次会议通过1992年2月25日中华人民共和国主席令第五十五号发布1992年2月25日起施行） 违反前款规定，非法进入中华人民共和国领海进行科学研究、海洋作业等活动的，由中华人民共和国有关机关依法..."}],["meta",{"property":"og:type","content":"article"}],["meta",{"property":"og:locale","content":"zh-CN"}],["meta",{"property":"og:updated_time","content":"2023-10-12T05:22:54.000Z"}],["meta",{"property":"article:author","content":"数字生活指南"}],["meta",{"property":"article:modified_time","content":"2023-10-12T05:22:54.000Z"}],["script",{"type":"application/ld+json"},"{\\"@context\\":\\"https://schema.org\\",\\"@type\\":\\"Article\\",\\"headline\\":\\"中华人民共和国领海及毗连区法\\",\\"image\\":[\\"\\"],\\"dateModified\\":\\"2023-10-12T05:22:54.000Z\\",\\"author\\":[{\\"@type\\":\\"Person\\",\\"name\\":\\"数字生活指南\\",\\"url\\":\\"https://nav.guidebook.top\\"}]}"]]},"headers":[],"git":{"createdTime":1697088174000,"updatedTime":1697088174000,"contributors":[{"name":"waystowork","email":"zp0539@yeah.net","commits":1}]},"readingTime":{"minutes":5.17,"words":1551},"filePathRelative":"laws/自然资源/07.海洋管理/中华人民共和国领海及毗连区法.md","localizedDate":"2023年10月12日","autoDesc":true}');export{A as comp,y as data};
